[
    {
        "title" : "สถานที่ท่องเที่ยว",
        "subtitle" : "ภาคกลาง",
        "image_url" : "https://raw.githubusercontent.com/siriwut0/BasicAPI/main/center.jpg",
        "detail" : "กรุงเทพมหานคร เมืองหลวงของราชอาณาจักรไทยที่มีความหมายเป็นนครแห่งทวยเทพ มีหัวใจอยู่ที่กรุงรัตนโกสินทร์ชั้นใน อันเป็นพื้นที่แรกสร้างพระนคร นับเป็นพื้นที่ที่สั่งสมมรดกทางวัฒนธรรมและภูมิปัญญาไทยไว้ให้เราชนรุ่นหลังได้เห็นได้เรียนรู้ได้รับรู้บังเกิดความภาคภูมิใจและนำความรู้ทั้งหลายทั้งปวงมาปฏิบัติตาม ประกอบอาชีพกันด้วยสัมมาอาชีวะจนถึงทุกวันนี้ วัดโพธ์ิ หรือนามทางราชการว่า วัดพระเชตุพนวิมลมังคลารามราชวรมหาวิหาร เป็นพระอารามหลวงชั้นเอก และเป็นวัดประจำรัชกาลที่ ๑แห่งราชวงศ์จักรี เนื่องจากพระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราชทรงพระกรุณาโปรดเกล้าฯ ให้สถาปนาวัดโพธารามวัดเก่าที่เมืองบางกอกครั้งกรุงศรีอยุธยา เป็นวัดหลวงข้างพระบรมมหาราชวัง และที่ฐานชุกชีประดิษฐานพระพุทธเทวปฏิมากร พระประธานในพระอุโบสถเป็นที่บรรจุพระบรมอัฐิของพระองค์ท่านไว้ด้วย\n\nพระอารามหลวงแห่งนี้ มีเนื้อที่ ๕๑ ไร่ ๒ งาน ๙๘ ตารางวาอยู่ด้านทิศใต้ของพระบรมมหาราชวัง ทิศเหนือจดถนนท้ายวัง ทิศตะวันออกจดถนนสนามไชย ทิศใต้จดถนนเศรษฐการ ทิศตะวันตกจดถนนมหาราช มีถนนเชตุพนขนาบด้วยกำแพงสูงสีขาวแบ่งเขตพุทธาวาสและสังฆาวาสชัดเจนมีหลักฐานปรากฏในศิลาจารึกไว้ว่า หลังจากที่พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช ทรงสถาปนาพระบรมมหาราชวังแล้วทรงพระราชดำริว่า มีวัดเก่าขนาบพระบรมมหาราชวัง ๒ วัด ด้านเหนือ คือวัดสลัก (วัดมหาธาตุ) ด้านใต้ คือ วัดโพธาราม จึงทรงพระกรุณาโปรดเกล้าฯ ให้ขุนนางเจ้าทรงกรม ช่างสิบหมู่อำนวยการบูรณปฏิสังขรณ์ เริ่มเมื่อพ.ศ. ๒๓๓๑ เสด็จวัดโพธาราม มีสภาพทรุดโทรม ต่อมาปี พ.ศ. ๒๓๓ จึงโปรดเกล้าฯ ให้สถาปนาพระอุโบสถอันดับแรก ใช้เวลา ๗ ปี ๕ เดือน ๒๘ วัน จึงแล้วเสร็จ และโปรดเกล้าฯ ให้มีการฉลองเมื่อ พ.ศ. ๒๓๔๔ พระราชทานนามใหม่ว่า วัดพระเชตุพนวิมลมังคลาวาศ ต่อมารัชกาลที่ ๔ ได้โปรดเกล้าฯ ให้เปลี่ยน ท้ายนามวัดเป็น  วัดพระเชตุพนวิมลมังคลาราม\n\nครั้นรัชสมัยพระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัว รัชกาลที่ ๓ ทรงพระกรุณาโปรดเกล้าฯให้บูรณปฏิสังขรณ์ครั้งใหญ่นานถึง ๑๖ ปี ๗ เดือน ขยายเขตพระอารามด้านเหนือและตะวันตกคือ ส่วนที่เป็นพระวิหารพระพุทธไสยาส สวนมิสกวัน สถาปนาขึ้นใหม่ เป็นโบราณสถานในพระอารามหลวงที่ปรากฏอยู่ทุกวันนี้ แม้การบูรณปฏิสังขรณ์ได้ดำเนินการตามลำดับจนถึง\n\nปัจจุบันทางวัดได้ดำเนินการบูรณปฏิสังขรณ์ครั้งใหญ่ เมื่อ พ.ศ. ๒๕๕๐ เพื่อเฉลิมพระเกียรติพระบาทสมเด็จพระเจ้าอยู่หัว เนื่องในโอกาสที่ทรงเจริญพระชนมพรรษา ๘๐ พรรษา เพื่อให้พระอารามแห่งนี้มีความสวยงามมั่นคงอยู่เสมอ\n\nวัดโพธิ์นับเป็นปูชนียสถานที่สำคัญแห่งหนึ่งของกรุงรัตนโกสินทร์ ที่นักท่องเที่ยวทุกคนมีเป้าหมายของการเดินทางไปชมคือ การชมพุทธศิลป์ที่งามวิจิตร ผสมผสานกับภูมิปัญญาไทยที่ยังเป็นอยู่ ยังสืบสานกันอยู่ เป็นความรู้เป็นอาชีพที่เป็นอมตะ เปิดให้นักท่องเที่ยวเข้าชมทุกวันตั้งแต่เวลา ๐๘.๐๐ - ๑๘.๓๐ น. สำหรับนักท่องเที่ยวชาวต่างประเทศจะต้องซื้อบัตรเข้าชมคนละ ๑๐๐ บาท"
    },

    {
        "title" : "สถานที่ท่องเที่ยว",
        "subtitle" : "ภาคเหนือ",
        "image_url" : "https://raw.githubusercontent.com/siriwut0/BasicAPI/main/north.jpeg",
        "detail" : "    ตามประวัติแห่งดอยสุเทพนั้นเชื่อกันว่า เดิมภูเขาแห่งนี้เป็นที่อยู่ของฤาษีนามว่า สุเทวะ ซึ่งตรงกับคำว่าสุเทพอันเป็นที่มาของชื่อดอยสูงแห่งนี้ โดยวัดพระธาตุดอยสุเทพนี้สร้างขึ้นเมื่อต้นพุทธศตวรรษที่ 19 ในสมัยพระเจ้ากือนาธรรมิกราช เจ้าหลวงเมืองเชียงใหม่องค์ที่ 6 เพื่อประดิษฐานพระบรมสารีริกธาตุที่ได้ทรงอัญเชิญมาจากเมืองศรีสัชนาลัย\n\n    ตามตำนานเล่าว่า พระเจ้ากือนาธรรมิกราชทรงแยกพระบรมสารีริกธาตุไว้เป็นสองส่วน โดยอัญเชิญองค์หนึ่งบรรจุไว้ที่พระธาตุวัดสวนดอก ส่วนอีกองค์หนึ่งได้อัญเชิญขึ้นบนหลังช้างมงคล โดยพระเจ้ากือนาธรรมิกราชทรงตั้งจิตอธิษฐานเสี่ยงทายว่าหากช้างเชือกนั้น หยุดลงตรงที่ใดก็จะให้สร้างพระธาตุขึ้น ณ ที่แห่งนั้น ซึ่งช้างเชือกดังกล่าวได้มาหยุดลงตรงยอดดอยสุเทพแห่งนี้ โดยทำทักษิณาวรรตสามรอบก่อนที่จะล้มลง (ตาย) ดังนั้นพระเจ้ากือนาธรรมิกราชจึงทรงรับสั่งให้สร้างพระบรมธาตุอันเป็นที่ ประดิษฐานองค์พระบรมสารีริกธาตุ ณ ยอดดอยสุเทพ อยู่คู่ฟ้าคู่ดินเชียงใหม่มานับแต่นั้น วัดพระธาตุดอยสุเทพตั้งอยู่ทางทิศตะวันตกของเมืองเชียงใหม่ ผู้ที่เดินทางมาสักการะที่วัดแห่งนี้สามารถมองเห็นทิวทัศน์เมืองเชียงใหม่ ได้อย่างชัดเจน นักท่องเที่ยวสามารถเดินขึ้นบันไดนาคไป 300 ขั้น เพื่อไปยังวัด หรือใช้บริการรถกระเช้าขึ้น-ลงดอยสุเทพได้ ระหว่างเวลา 05.30-19.30 น\n\n   งานประเพณีเตียวขึ้นดอยเพื่อสักการะพระธาตุดอยสุเทพจัดเป็นประจำทุกปี โดยมีขึ้นก่อนหน้าวันวิสาขบูชา 1 คืน ในงานจะมีขบวนแห่น้ำสำหรับสรงพระธาตุโดยมีพระสงฆ์ สามเณร และพุทธศาสนิกชนจากชุมชนต่าง ๆ มาร่วมขบวนแห่ขึ้นดอยเป็นจำนวนมาก\n\n  ความเชื่อและวิธีการบูชา เชื่อกันว่าหากมาสักการะและอธิษฐานขอพรพระธาตุดอยสุเทพ จะมีแต่ความสำเร็จสมหวังดังปรารถนา แคล้วคลาด ผ่านอุปสรรคนานาไปได้ ในการสักการะพระธาตุนั้น ควรเตรียมข้าวตอก ดอกไม้ ธูปเทียนแล้วเดินเวียนขวา 3 รอบ พร้อมกล่าวคำนมัสการพระธาตุ โดยตั้งจิตอธิษฐานขอให้สมหวังในสิ่งที่ปรารถนา และควรไหว้พระธาตุให้ครบทั้ง 4 ทิศ ซึ่งให้อานิสงส์ที่ต่างกัน คือ ทิศเหนือขอให้มีปัญญาดุจพระจัทร์เพ็ญ ทิศใต้ ขอให้ได้เป็นพระภิกษุสงฆ์ได้บวชในบวรพุทธศาสนา ทิศตะวันออกขอให้ได้ขึ้นสวรรค์ ทิศตะวันตกเป็นการเคารพบูชาสูงสุดต่อพระธาตุ สิ่งที่ไม่ควรพลาดเมื่อได้มานมัสการพระธาตุดอยสุเทพแล้ว ควรมากราบอนุสาวรีย์ครูบาศรีวิชัย นักบุญแห่งล้านนา ที่ประดิษฐานอยู่ตรงเชิงดอยสุเทพเพื่อความเป็นสิริมงคลอีกด้วย"
    },

    {
        "title" : "สถานที่ท่องเที่ยว",
        "subtitle" : "ภาคใต้",
        "image_url" : "https://raw.githubusercontent.com/siriwut0/BasicAPI/main/south.jpeg",
        "detail" : "หาดทรายสีขาวละเอียดริมโตรกผา ซึ่ง หาดไร่เลย์ เป็นที่รู้จักดีในหมู่นักท่องเที่ยว โดยเฉพาะผู้ที่ชื่นชอบกิจกรรมปีนหน้าผา และ หาดไร่เลย์ แบ่งออกเป็น หาดไร่เลย์ตะวันออก (หาดน้ำเมา) และ หาดไร่เลย์ตะวันตก มีโขดหินคั่นระหว่างหาดทั้งสอง บริเวณหาดมีที่พักสำหรับนักท่องเที่ยวหลายแห่ง เดินทางเข้าถึงได้โดยทางเรือจากอ่าวนางใช้เวลา 10 นาที\n\nหาดไร่เลย์ หลายคนอาจเข้าใจว่าเป็น เกาะ แต่จริง ๆ แล้ว หาดไร่เลย์ ตั้งอยู่บนผืนแผ่นดิน แต่ที่ต้องเดินทางด้วยเรือ เพราะ หาดไร่เลย์ ถูกภูเขาล้อมรอบทุกด้าน ทำให้ผู้คนที่จะเดินทางมาเที่ยวหาดไร่เลย์ ต้องนั่งเรือเพียงอย่างเดียวเท่านั้น ซึ่งนี่อาจเป็นอีกผลหนึ่งทำให้ชาวบ้านที่ หาดไร่เลย์ ยังไม่ถูกเทคโนโลยีหรือความเจริญกลืนกิน รวมถึงวิถีชีวิตของหมู่บ้านชาวประมงเล็ก ๆ ที่ปรับตัวให้เข้ากับยุคสมัย โดยที่ยังรักษาขนบธรรมเนียมประเพณี และการใช้ชีวิตได้อย่างลงตัว\n\nอย่างไรก็ตาม นอกจากน้ำสวย ทะเลใสแล้ว หาดไร่เลย์ ยังได้ชื่อว่ามี พระอาทิตย์ตก ที่สวยงามบาดตา เพราะเมื่อพระอาทิตย์ตก แสงแดดจะสะท้อนเงาจากหินลงไปที่อ่าว ภาพต้นมะพร้าวเรียงกันเป็นทิวแถว เรือประมงจอดเรียงรายที่ชายฝั่ง ภาพดังกล่าวเป็นเหมือนแดนสวรรค์อันสุขสงบ\n\nนอกจากนี้ หาดไร่เลย์ ยังมีจุดเด่นที่กิจกรรมการปีนผา เพราะที่ หาดไร่เลย์ มีผาหินปูนมากมาย ซึ่งการปีนผาที่ ไร่เลย์ สามารถทำได้ทั้งปี โดยในช่วงเดือนเมษายนของทุกปี จะมีการจัดกิจกรรม ปีนผา และบริเวณที่นิยมปีนผาคือบริเวณ ไร่เลย์ตะวันออก อ่าวต้นไทร และ เขาแถวถ้ำพระนางใน"
    }
]
